Repository: selamer/MeetingManagement
Catalog: Resources/SharedResource.*.resx
Languages: ar

source: About
ar: عن

source: Accept
ar: قبول

source: Access Denied
ar: تم رفض الوصول

source: Add Building
ar: إضافة مبني

source: Add New Role
ar: إضافة صلاحيه جديده

source: Add New User
ar: إضافة مستخدم جديد

source: Add or Remove Users
ar: إضافة أو حذف مستخدمين

source: Add Or Remove Users From This Role
ar: إضافة أوحذف مستخدمين من هذه الصلاحيه

source: Add Room
ar: إضافة قاعه

source: Additional Services
ar: الخدمات المضافه

# Additions
source: Needs
ar: الإحتياجات

source: Address
ar: العنوان

source: Admin
ar: أدمن

source: Admin Page
ar: صفحة الأدمن

source: All Buildings
ar: كل المباني

source: All Rooms
ar: كل القاعات

source: All Users
ar: كل المستخدمين

source: Any questions? Let us know Call us on
ar: أى سؤال ؟ أخبرنا و أتصل بنا علي

# Attendence People With Special Needs ..!
source: حضور ذوي الإحتياجات الخاصه ..!
ar: Attendence People With Special Needs ..!

source: Back
ar: عوده

source: Back To Roles
ar: العوده للقائمة

source: Back To Users
ar: العوده للقائمة

source: Book A Meeting
ar: حجز إجتماع

source: Book Conference Room
ar: حجز قاعة مؤتمرات

source: Book Room
ar: حجز قاعه

source: Book Status
ar: حالة الحجز

source: Book Via
ar: حجز عن طريق

source: Building
ar: مبني

source: Building Name
ar: اسم المبني

source: Building No. 1, Killo 28, Cairo-Alexandria Desert Road, Smart Village
ar: مبني رقم 1, الكيلو 28 القاهره إسكندريه الصحراوي, القريه الذكيه

source: Building Photo
ar: صورة المبني

source: Buildings
ar: المباني

source: Cancel
ar: إلغاء

source: Capacity
ar: سعة القاعه

source: Choose Time
ar: أختر الوقت

source: Conference Room
ar: قاعه

source: Conference Room Name
ar: اسم غرفة المؤتمرات

source: Conference Room Photo
ar: صورة غرة المؤتمرات

source: Conference Rooms
ar: قاعات المؤتمرات

source: Confirm Password
ar: تأكيد الرقم السري

source: Contact
ar: تواصل

source: Contact Us
ar: تواصل معنا

source: Create Building
ar: إضافة مبني

source: Create Conference Room
ar: إضافة قاعه

source: Create Role
ar: إضافة صلاحيه

source: Create Room
ar: إضافة قاعه

source: Create User
ar: إضافة مستخدم

source: Created At
ar: وقت إنشاء الحجز

source: Dashboard
ar: قائمة الإختيارات

source: Data InValid..!
ar: بيانات غير صحيحه..!

source: Data Of A Visitor Number
ar: بيانات زائر رقم

source: Data Of A Visitor Number 1
ar: بيانات زائر رقم 1

# Data Show
source: شاشة عرض
ar: Data Show

source: Date
ar: التاريخ

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Edit Building
ar: تعديل مبني

source: Edit Role
ar: تعديل الصلاحيه

source: Edit Room
ar: تعديل قاعه

source: Edit User
ar: تعديل بيانات المستخدم

source: Edit User In Role
ar: تعديل قائمة المستخدمين فى الصلاحيه

source: Email Address
ar: عنوان البريد الإلكترونى

source: Employer
ar: جهة العمل

source: End Time
ar: نهاية الحجز

source: External Visitors
ar: عدد الحضور من خارج الوزاره

source: GET IN TOUCH
ar: إبقى على إتصال

source: Help
ar: مساعده

source: Home
ar: الرئيسيه

source: Image SSN
ar: صورة البطاقه الشخصيه

source: Image Vaccine
ar: صورة كارت تطعيم لقاح كورونا

source: Incorrect Username or Password
ar: اسم المستخدم أو كلمة المرور غير صحيحه

# Internal Visitors
source: Internal Visitor
ar: عدد الحضور من داخل الوزاره

source: InValid Login Attempt..!
ar: محاولة تسجيل دخول غير صحيحه..!

source: Job Title
ar: المسمي الوظيفي

# Laptop
source: لاب توب
ar: Laptop

source: Lets Talk
ar: تواصل معنا على

source: List Users
ar: قائمة المستخدمين

source: Location
ar: العنوان

source: Login
ar: تسجيل دخول

source: Login Page
ar: صفحة تسجيل الدخول

source: Logout
ar: تسجيل خروج

source: Manage Role
ar: إعطاء صلاحيه

source: Nationality
ar: الجنسيه

source: News letter
ar: رساله إخباريه

source: No Users Created Yet..!
ar: لم يتم إنشاء مستخدمين حتى الآن ..!

source: None At The Moment ..!
ar: لا شيء في الوقت الحالي ..!

source: Not Found
ar: لا يوجد

source: Number Of External Visitors
ar: عدد الحضور من خارج الوزاره

source: Operation
ar: العمليه

source: Operations
ar: المهام

source: Password
ar: كلمة السر

source: Phone Number
ar: رقم التليفون

source: Privacy Policy
ar: سياسة الخصوصيه

source: Register
ar: قم بالتسجيل

source: Rejected Books
ar: حجوزات تم رفضها

source: Remember Me ?
ar: تذكرني ؟

source: Reservation Data
ar: بيانات الحجز

source: Reservation List
ar: قائمة حجوزات قاعة

source: Reservation Meetings
ar: حجز إجتماعات

source: Role Name
ar: اسم الصلاحيه

source: Roles
ar: الصلاحيات

source: Room Details
ar: بيانات القاعه

source: Rooms
ar: القاعات

source: Save
ar: حفظ

source: Search
ar: بحث

source: Search ...
ar: بحث ...

source: Signup
ar: قم بالتسجيل

source: Skip
ar: تخطي

source: SSN
ar: الرقم القومي

source: Start Time
ar: بداية الحجز

source: Subscribe
ar: إشترك

source: Super
ar: سوبر

source: Super Admin Page
ar: صفحة السوبر أدمن

source: The Appoiment Is Booked..!!
ar: الميعاد محجوز..!!

source: Use The Button Below To Create A Role
ar: إستخدم الزرار التالى لإنشاء صلاحيه

source: Use this page to detail your site's privacy policy.
ar: إستخدم هذه الصفحه لتفاصيل سياسة خصوصية موقعك.

source: User ID
ar: الرقم التعريفي للموظف

source: User Name
ar: اسم المستخدم

source: User Roles
ar: صلاحيات المستخدم

source: Users
ar: المستخدمين

source: Vaccine
ar: رقم التسجيل الخاص بلقاح كرورونا

source: Visitors Data
ar: تسجيل بيانات الزوار

# Wifi
source: واي فاي
ar: Wifi

source: You Can Show All Accepted Reservations
ar: يمكنك أن تري جميع الحجوزات التي تم قبولها

source: You Can Show All Buildings And Can Add, Edit, Delete Building
ar: يمكنك عرض جميع المباني ويمكنك إضافة وتعديل وحذف المبنى

source: You Can Show All Conference Rooms And Can Add, Edit, Delete Rooms
ar: يمكنك عرض جميع غرف المؤتمرات ويمكنك إضافة وتعديل وحذف الغرف

source: You Can Show All Rejected Reservations And You Can Delete It
ar: يمكنك أن تري جميع الحجوزات التي تم رفضها و يمكنك حذفها

source: You Can Show All Roles And Add Roles To Users, Edit, Get Details, Delete Role From Users
ar: يمكنك عرض جميع الصلاحيات وإضافة صلاحيات للمستخدمين ، وتعديل، والحصول على تفاصيل ، وحذف الصلاحيات من المستخدمين

source: You Can Show All Users And Add New User, Edit, Get details, Delete User
ar: يمكنك عرض جميع المستخدمين وإضافة مستخدم جديد ، وتعديل ، والحصول على التفاصيل ، وحذف المستخدم

source: You Can Show All Waiting Reservations And Can Accept Or Reject Resrvation
ar: يمكنك أن تري جميع الحجوزات المنتظره ويمكنك قبول تلك الحجوزات أو رفضها

source: You Don't Have Permission To Access This Page
ar: ليس لديك إذن للوصول إلى هذه الصفحه
